;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.4
; Update: Aug 30, 2021
;
[Lang]
NativeLanguage=English
[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
LangShortName=en-us
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
lblinfo.Caption=Check if this PC meets the Windows 11 system requirements.
lbllang.Caption=Language:
cpu=Processor
memory=Memory
disk=Storage
diskstyle=Partition style
firmware=System firmware
boot=Secure boot
graphiccard=Graphics Card
tpm=TPM 2.0
info3=The processor frequency is slower than 1 GHz.
info4=The processor architecture is x86, but Windows 11 does not support it.
info5=The processor is not on the compatible list.
info6=Windows 11 does not support a 32-bit processor.
info7=The Disk partition style is not GPT.
info8=The physical memory needs to be 4 GB or larger.
info9=The system disk needs to be 64 GB or larger.
info10=The system firmware does not support Secure Boot.
info11=The graphics card does not support DirectX 12.
info12=WDDM version is lower than 2.x
info13=TPM is missed or disabled.
info14=TPM is disabled.
info15=TPM version is lower than 2.0
info16=The system firmware does not support UEFI.
info-3=It is an unrecognized 64-bit processor.
info-4=Free disk space is less than 64GB.
tpminfo=Trusted Platform Module Version 2.0
directxinfo=DirectX %s compatible graphics / WDDM %s
bootinfo=PC boots only use trusted firmware.
support=Compatible
unknow=Unknown. Click for more details.
unsupport=Not Compatible. Click for more details.
NewVer=A new version is available! Would you like to update now?
